import {FieldsCollectionNews} from "./types";

export const news: FieldsCollectionNews = {
    study: {
        title: "Учеба",
        news: [
            {
                title: " Учеба Предварительное тестирование абитуриентов в 2021 году Учеба Предварительное тестирование абитуриентов в 2021 году Учеба Предварительное тестирование абитуриентов в 2021 году",
                description: "В связи с продлением карантинных мероприятий прием заявлений ...",
                data: new Date(),
            },
            {
                title: " уриентов в 2021 году",
                description: "В связи с продлением карантинных мероприятий прием заявлений ...",
                data: new Date(),
            },
        ],
    },
    science: {
        title: "Наука",
        news: [
            {
                title: "Наука Предварительное тестирование абитуриентов в 2021 году",
                description: "В связи с продлением карантинных мероприятий прием заявлений ...",
                data: new Date(),
            },
            {
                title: "Предварительное тестирование абитуриентов в 2021 году",
                description: "В связи с продлением карантинных мероприятий прием заявлений ...",
                data: new Date(),
            },
        ],
    },
    applicant: {
        title: "Абитуриент",
        news: [
            {
                title: "Абитуриент Предварительное тестирование абитуриентов в 2021 году",
                description: "В связи с продлением карантинных мероприятий прием заявлений ...",
                data: new Date(),
            },
            {
                title: "Абитуриент Предварительное тестирование абитуриентов в 2021 году",
                description: "В связи с продлением карантинных мероприятий прием заявлений ...",
                data: new Date(),
            },
        ],
    },
    news: {
        title: "Новости",
        news: []
    },
    groupNews: {
        title: "Новости группы",
        news: [
            {
                title: "Новости группы Предварительное тестирование абитуриентов в 2021 году",
                description: "Новости группы В связи с продлением карантинных мероприятий прием заявлений ...",
                data: new Date(),
            },
            {
                title: "Новости группы Предварительное тестирование абитуриентов в 2021 году",
                description: "Новости группы В связи с продлением карантинных мероприятий прием заявлений ...",
                data: new Date(),
            },
        ],
    },
    rfpgu: {
        title: "РФ ПГУ",
        news: [
            {
                title: "РФ ПГУ Предварительное тестирование абитуриентов в 2021 году",
                description: "РФ ПГУ В связи с продлением карантинных мероприятий прием заявлений ...",
                data: new Date(),
            },
            {
                title: "РФ ПГУ Предварительное тестирование абитуриентов в 2021 году",
                description: " РФ ПГУ В связи с продлением карантинных мероприятий прием заявлений ...",
                data: new Date(),
            },
        ],
    },
    inews: {
        title: "И-новости",
        news: []
    },
    announcements: {
        title: "Обявления",
        news: [
            {
                title: "Обявления Предварительное тестирование абитуриентов в 2021 году",
                description: "Обявления В связи с продлением карантинных мероприятий прием заявлений ...",
                data: new Date(),
            },
            {
                title: "Обявления Предварительное тестирование абитуриентов в 2021 году",
                description: "Обявления В связи с продлением карантинных мероприятий прием заявлений ...",
                data: new Date(),
            },
        ],
    },

};